Repository: common-repository/wp-nutrition-facts
Catalog: languages/wp_nutrifacts-*.po
Languages: fr_fr

source: Serving Size
fr_fr: Taille de la portion

source: Servings
fr_fr: Portion

source: Total Fat
fr_fr: Lipides

source: Saturated Fat
fr_fr: Saturés

source: Trans. Fat
fr_fr: + trans

source: Cholesterol
fr_fr: Cholestérol

source: Carbohydrates
fr_fr: Glucides

source: Fiber
fr_fr: Fibres

source: Sugars
fr_fr: Sucres

source: Protein
fr_fr: Protéines

source: Nutrition Facts Labels
fr_fr: Tableau des Valeurs nutritive

source: Add New
fr_fr: Ajouter

source: Add New Label
fr_fr: Ajouter un nouveau tableau

source: Edit Label
fr_fr: Modifier

source: New Label
fr_fr: Nouveau tableau

source: All Labels
fr_fr: Tous les tableaux

source: View Label
fr_fr: Voir le tableau

source: Search Labels
fr_fr: Rechercher dans les tableaux

source: No labels found
fr_fr: Pas de tableaux trouvé

source: No labels found in Trash
fr_fr: Aucun tableau n'a été trouvé dans la corbeil

source: Nutrition Facts
fr_fr: Valeur nutritive

source: Nutritional Facts Labels Options
fr_fr: Options pour valeur nutritive

source: Select a Page...
fr_fr: Sélectionner une page

source: Posts
fr_fr: Articles

source: Select a page, post or custom post type to remember where is the nutrition facts.
fr_fr: Sélectionner une page, un article ou type personalisé pour retrouvé le tableau de valeur nutritive

source: Per
fr_fr: Par

source: Amount
fr_fr: Teneur

source: Daily Value
fr_fr: valeur quotidienne

source: Trans Fat
fr_fr: + trans

source: Total Carbohydrate
fr_fr: Glucides

source: Dietary Fiber
fr_fr: Fibres

source: Percent Daily Values are based on a 2,000 calorie diet. Your daily values may be higher or lower depending on your calorie needs.
fr_fr: Les pourcentage de valeurs quotidiennes sont basés sur un régime de 2000 calories. Vos valeurs quotidiennes peuvent être plus élevés ou moins élevés selon vos besoins en calories.

source: ex. : 1/2 cup
fr_fr: ex.: 1/2 tasse

source: Edit value on %s language.
fr_fr: Modifier la valeur dans la langue %s

source: Title
fr_fr: Titre

source: Calories from Fat
fr_fr: Calories provenant des matières grasses

source: Label updated.
fr_fr: Tableau à été mise à jour.

source: Label deleted.
fr_fr: Tableau à été supprimé.

source: %2$s restored to revision from %1$s
fr_fr: %2$s restauré à la révision %1$s

source: Label published.
fr_fr: Tableau à été publié.

source: Label saved.
fr_fr: Tableau à été enregistré.

source: Label submitted.
fr_fr: Tableau à été soumis.

source: %s scheduled for: <strong>%s</strong>.
fr_fr: %s planifié pour : <strong>%s</strong>.

source: M j, Y @ G:i
fr_fr: d m Y @ H:i

source: Label draft updated.
fr_fr: Tableau brouillon à été mise à jour.

source: Edit
fr_fr: Modifier

source: Help
fr_fr: Aide

source: Sorry, WP Nutrition Facts works only under WordPress %s or higher
fr_fr: Désolé, WP Nutrition Facts ne fonctionne que sous WordPress %s ou plus.

source: Sorry, WP Nutrition Facts works only under PHP %s or higher
fr_fr: Désolé, WP Nutrition Facts ne fonctionne que sous PHP %s ou plus.
